#### InDashWg Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol in-wg, indicating unit Inches of water (60 Â°F).

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId InDashWg { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property InDashWg As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ InDashWg { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace